applications/testcases/twoPartCollision/CFD/constant/couplingPropertiesADMofScalarVariance
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/


FoamFile
{
    version         2.0;
    format          ascii;

    root            "";
    case            "";
    instance        "";
    local           "";

    class           dictionary;
    object          couplingProperties;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//===========================================================================//

postProcessingProps
{

    fluidCoarsening
    {
        filterWidth ( 3 );
        //filterWidth ( 3 5 7 9 11 13 ); 
    }
 
    ADMDict  
    {
        order 0;
    }
           
}


    

// ************************************************************************* //
